CSI API ETABS v1
cView.RefreshWindow Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int RefreshWindow(
	int Window = 0
)
Function RefreshWindow (
	Optional Window As Integer = 0
) As Integer
Dim instance As cView
Dim Window As Integer
Dim returnValue As Integer
returnValue = instance.RefreshWindow(Window)
int RefreshWindow(
	int Window = 0
)
abstract RefreshWindow :
        ?Window : int
(* Defaults:
        let _Window = defaultArg Window 0
*)
-> int
Parameters
Window (Optional)
Type: System.Int32
Return Value
Type: Int32
See Also
Reference
cView Interface
ETABSv1 Namespace